Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/wing/wingIO/wingIOTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Neightbour active
cs: Soused aktivni
hu: Szomszéd aktív
vi: Phần bên cạnh đang hoạt động
zh: 相邻底部叶片已激活

source: Neighbour portion ready
cs: Soused davka pripravena
hu: Szomszéd adag kész
vi: Phần bên cạnh đã sẵn sàng
zh: 相邻底部叶片批次就绪

source: Neighbour is dosing
cs: Soused davkuje
hu: A szomszéd adagol
vi: Đang định lượng phần bên cạnh
zh: 相邻底部叶片正在投料

source: Upper flap changeover
cs: Horni klapka presun
hu: Felső szárny csere
vi: Chuyển đổi nắp trên
zh: 上部叶片换型

source: Middle flap changeover
cs: Stredni klapka presun
hu: Középső szárny csere
vi: Chuyển đổi nắp giữa
zh: 中部叶片换型

source: Bottom flap changeover
cs: Spodni klapka presun
hu: Alsó szárny csere
vi: Chuyển đổi nắp dưới
zh: 下部叶片换型

source: Neighbour changeover
cs: Souded presun
hu: Szomszéd csere
vi: Chuyển đổi phần bên cạnh
zh: 相邻设备换型

source: Upper flap open
cs: Horni klapka otevrena
hu: Felső szárny nyitva
vi: Nắp trên mở
zh: 上部叶片打开

source: Middle flap open
cs: Stredni klapka otevrena
hu: Középső szárny nyitva
vi: Nắp giữa mở
zh: 中部叶片打开

source: Bottom flap open
cs: Spodni klapka otevrena
hu: Alsó szárny nyitva
vi: Nắp dưới mở
zh: 底部叶片打开

source: Neighbour open
cs: Soused otevreno
hu: Szomszéd nyitva
vi: Phần bên cạnh mở
zh: 相邻底部叶片打开

source: Dosing
cs: Davkovani
hu: Adagolás
vi: Lượng
zh: 投料中
